Repository: JonasMouret/djaoapp
Catalog: djaoapp/locale/*/LC_MESSAGES/django.po
Languages: pt

source: You already have a %(existing_role)s role on %(organization)s. Please drop this role first if you want to accept a role of %(role)s instead.
pt: Você já tem uma função de %(existing_role)s no(a) %(organization)s. Por favor, remova primeiro esta função se deseja aceitar a função de %(role)s.

source: %(role)s role to %(organization)s accepted.
pt: Função de %(role)s no(a) %(organization)s aceita.

source: Request from %s accepted.
pt: Solicitação de %s aceita.

source: Successfully created plan titled '%(title)s'.
pt: O plano intitulado '%(title)s' foi criado com êxito.

source: Successfully updated plan titled '%(title)s'.
pt: O plano intitulado '%(title)s' foi atualizado com êxito.

source: This email address has already been registered! Please <a href="%s">login</a> with your credentials. Thank you.
pt: Este endereço de e-mail já foi registrado! Faça <a href="%s">login</a> usando os seus dados de acesso. Obrigado!

source: This email address has already been registered! You should now secure and activate your account following the instructions we just emailed you. Thank you.
pt: Este endereço de e-mail já foi registrado! Você deve agora assegurar e ativar a sua conta seguindo as instruções que acabamos de enviar por e-mail. Obrigado!

source: Invalid token
pt: Token inválido

source: User inactive or deleted.
pt: Usuário inativo ou removido.

source: Username or e-mail
pt: Nome de usuário ou e-mail

source: %(username)s or e-mail
pt: %(username)s ou e-mail

source: You should now secure and activate your account following the instructions we just emailed you. Thank you.
pt: Você deve agora assegurar e ativar a sua conta seguindo as instruções que acabamos de enviar por e-mail. Obrigado!

source: Sorry we do not recognize some characters in your full name.
pt: Desculpe, não pudemos reconhecer alguns dos caracteres do seu nome completo.

source: E-mail address for the contact
pt: Endereço de e-mail para o contato

source: Nick name
pt: Apelido

source: Short casual name used to address the contact
pt: Nome curto informal usado para se dirigir ao contato

source: Verification key
pt: Chave de verificação

source: Unable to create a unique URL slug from email '%s'
pt: Não foi possível criar um slug de URL único para o e-mail '%s'

source: User that created the activity
pt: Usuário que criou a atividade

source: Free form text description of the activity
pt: Descrição em texto livre da atividade

source: Account the activity is associated to
pt: Conta à qual está associada a atividade

source: Secret API Key used to authenticate user on every HTTP request
pt: Chave de API secreta para autenticar o usuário em cada solicitação de HTTP

source: Username to identify the account
pt: Nome de usuário para identificar a conta

source: Secret password for the account
pt: Senha secreta para a conta

source: Password with which a user can authenticate with the service
pt: Senha com a que o usuário pode se autenticar no serviço

source: Primary e-mail to contact user
pt: Endereço de e-mail primário para contatar ao usuário

source: Token used to authenticate user on every HTTP request
pt: Token usado para autenticar o usuário em cada solicitação de HTTP

source: This %(field)s is already taken.
pt: Este %(field)s já foi reservado.

source: Signature has expired.
pt: A assinatura venceu.

source: Error decoding signature.
pt: Erro ao decodificar a assinatura.

source: Missing username in payload
pt: Nome de usuário ausente na carga

source: User does not exist.
pt: Usuário inexistente.

source: Please follow the instructions in the email that has just been sent to you to reset your password.
pt: Siga as instruções no e-mail que acabamos de enviar a você para redefinir a sua senha.

source: We cannot find an account for this e-mail address. Please verify the spelling.
pt: Não foi possível encontrar uma conta associada a este e-mail. Por favor, certifique-se de que o digitou corretamente.

source: Thank you. Your account is now active.
pt: Obrigado. Sua conta já está ativa.

source: Activation failed. You may have already activated your account previously. In that case, just login. Thank you.
pt: A ativação falhou. Talvez você já tenha ativado a sua conta. Nesse caso, basta fazer login. Obrigado!

source: Profile updated.
pt: Perfil atualizado.

source: Notifications updated.
pt: As notificações foram atualizadas.

source: Password has been updated successfuly.
pt: A senha foi atualizada com sucesso.

source: Please follow the instructions in the email that has just been sent to you to verify the e-mail address.
pt: Siga as instruções indicadas no e-mail que acabamos de enviar a você para verificar o seu e-mail.

source: This email address has already been verified.
pt: Este endereço de e-mail já foi verificado.

source: Public Key has been updated successfuly.
pt: A chave pública foi atualizada com êxito.
