Repository: JonasMouret/djaoapp
Catalog: djaoapp/locale/*/LC_MESSAGES/django.po
Languages: pt

source: No %(verbose_name)s found matching the query
pt: Não foi possível encontrar o objeto %(verbose_name)s correspondente à busca

source: Password
pt: Senha

source: Problem with template. Could not send test email.
pt: Problema com o modelo. Não foi possível enviar um e-mail de teste.

source: Test email sent to %(email)s
pt: E-mail de teste enviado para %(email)s

source: %(auth)s is not a direct manager of %(organization)s.
pt: %(auth)s não é um gerente direto do(a) %(organization)s.

source: %(auth)s is neither a manager of %(organization)s nor a manager of one of %(organization)s providers.
pt: %(auth)s não é um gerente do(a) %(organization)s nem um gerente de um dos fornecedores do(a) %(organization)s.

source: %(auth)s is not a manager of one of %(organization)s providers.
pt: %(auth)s não é um gerente de um dos fornecedores do(a) %(organization)s.

source: %(auth)s has neither a direct relation to an organization connected to %(user)s nor a connection to one of the providers to such organization.
pt: %(auth)s não tem uma relação direta com uma organização vinculada a %(user)s nem um vínculo com um dos fornecedores dessa organização.

source: These input fields are missing: %(identifiers)s.
pt: Faltam os seguintes campos: %(identifiers)s.

source: I agree with <a href="%s">terms and conditions</a>
pt: Concordo com os <a href="%s">Termos e Condições</a>

source: You must agree to terms and conditions.
pt: Você precisa concordar com os Termos e Condições.

source: Sign up
pt: Cadastrar

source: Register
pt: Registrar

source: Username
pt: Nome de usuário

source: Username may only contain letters, digits and -/_ characters. Spaces are not allowed.
pt: O nome de usuário só pode conter letras, números e os caracteres -/_. Não são permitidos espaços.

source: Type password again
pt: Digite novamente a senha

source: Confirm password
pt: Confirmar a senha

source: A user with that username already exists.
pt: Já existe um usuário com esse nome de usuário.

source: A user with that e-mail address already exists.
pt: Já existe um usuário com esse endereço de e-mail.

source: This field does not match password confirmation.
pt: Este campo não coincide com a confirmação da senha.

source: This field does not match password.
pt: Este campo não coincide com a senha.

source: Password and password confirmation do not match.
pt: A senha e a confirmação da senha não coincidem.

source: Sign in
pt: Fazer login

source: Reset
pt: Redefinir

source: E-mail address
pt: Endereço de e-mail

source: First name
pt: Primeiro nome

source: First name may only contain letters and dot (.) or apostrophe (') characters.
pt: O primeiro nome só pode conter letras e os caracteres de ponto (.) e apóstrofo (').

source: Last name
pt: Último nome

source: Last name may only contain letters and dot (.) or apostrophe (') characters.
pt: O último nome só pode conter letras e os caracteres de ponto (.) ou apóstrofo (').

source: Organization name
pt: Nome da organização

source: Full name
pt: Nome completo

source: Full name may only contain letters and dot (.) or apostrophe (') characters.
pt: O nome completo só pode conter letras e os caracteres de ponto (.) ou apóstrofo (').

source: Your organization might already be registered.
pt: A sua organização pode já estar registrada.

source: E-mail confirmation
pt: Confirmação por e-mail

source: Street address
pt: Nome da rua

source: City/Town
pt: Cidade

source: State/Province/County
pt: Estado

source: Zip/Postal code
pt: CEP

source: The postal code may contain only letters, digits, spaces and '-' characters.
pt: O código postal só pode conter letras, números, espaços e o caractere '-'.

source: Country
pt: País

source: Phone number
pt: Número de telefone

source: This field does not match e-mail confirmation.
pt: Este campo não coincide com o e-mail de confirmação.

source: This field does not match e-mail.
pt: Este campo não coincide com o e-mail.

source: E-mail and e-mail confirmation do not match.
pt: O e-mail e o e-mail de confirmação não coincidem.

source: The first name is identical to last name.
pt: O primeiro nome é idêntico ao último nome.

source: The last name is identical to first name.
pt: O último nome é idêntico ao primeiro nome.

source: First and last names should not be identical.
pt: O primeiro e último nomes não devem ser idênticos.

source: A profile with that identifier already exists.
pt: Já existe um perfil com esse identificador.

source: Enter a valid phone number. If you still get an error, please try to enter it as an international phone number (start by typing +, then the country code, then the number. Ex: +14155145544)
pt: Informe um número de telefone válido. Se ainda encontrar erros, experimente adicioná-lo no formato internacional (começando com +, seguido do código do país e do número de telefone. Ex. +551112345678)

source: You have been invited to create an account to join %(organization)s.
pt: Você recebeu um convite para criar uma conta para participar de %(organization)s.

source: Your request has been sent. We will reply within 24 hours. Thank you.
pt: Sua solicitação foi enviada. Responderemos dentro de 24h. Obrigado!

source: Sorry, there was an issue sending your request for information to %(full_name)s &lt;%(email)s&gt;'.
pt: Desculpe, ocorreu um erro ao enviar a sua solicitação de informações para %(full_name)s &lt;%(email)s&gt;'.

source: Thank you for the feedback. Please feel free to leave your contact information next time so we can serve you better.
pt: Obrigado pelo feedback. Esteja à vontade para deixar suas informações de contato da próxima vez, para que possamos atender melhor a você.

source: Your password has been reset sucessfully.
pt: Sua senha foi redefinida com sucesso.

source: No Plans yet. Click the 'Add Plan' button to create one.
pt: Ainda não há Planos. Clique no botão 'Add Plan' para criar um.

source: This user does not support updates through POST request.
pt: Este usuário não suporta atualizações via solicitação POST.

source: Enter a valid subdomain consisting of letters, digits or hyphens.
pt: Digite um subdomínio válido consistindo de letras, números ou hífens.

source: The domain name cannot contain any spaces or tabs.
pt: O nome de domínio não pode conter espaços ou tabs.

source: Enter a valid title consisting of letters, numbers, space, underscores or hyphens.
pt: Digite um título válido consistindo de letras, números, espaços, sub traços ou hífens.

source: The plan to add into the request.user cart.
pt: O plano a ser adicionado ao carrinho de request.user.

source: Attaches the payment card to the Organization when true
pt: Adiciona o cartão de pagamentos para a Organização quando verdadeiro

source: One-time token generated by the processor from the payment card
pt: Token de uso único gerado pelo processador do cartão usado para o pagamento

source: Coupon code to redeem
pt: Código de cupom a resgatar

source: Coupon '%s' was successfully applied.
pt: O cupom '%s' foi aplicado com sucesso.

source: No items can be discounted using this coupon: %(code)s.
pt: Nenhum item pode ser descontado com este cupom: %(code)s.

source: You cannot refund a disputed charge.
pt: Não é possível reembolsar uma cobrança contestada.

source: You cannot refund a pending charge.
pt: Não é possível reembolsar uma cobrança pendente.

source: You cannot refund a failed charge.
pt: Não é possível reembolsar uma cobrança que falhou.

source: Unable to retrieve line '%(lineno)s' in %(charge)s
pt: Não é possível recuperar a linha '%(lineno)s' em %(charge)s

source: Forces invite of user/organization that could not be found
pt: Força o convite do usuário ou organização que não puderem ser encontrados

source: Enter a valid organization slug.
pt: Digite um slug da organização válido.

source: Enter a valid username.
pt: Digite um nome de usuário válido.

source: Profile %(organization)s does not exist.
pt: O perfil %(organization)s não existe.

source: This field cannot be blank.
pt: Este campo não pode estar em branco.

source: %(data)s' is not a valid choice. Expected one of %(choices)s.
pt: %(data)s' não é uma escolha válida. As escolhas esperadas são %(choices)s.

source: Name of the deposit account
pt: Nome da conta de depósito

source: Last 4 characters of the deposit account identifier
pt: Últimos 4 caracteres do identificador da conta de depósito

source: Amount available to transfer to the provider deposit account
pt: Quantia disponível para transferência para a conta de depósito do fornecedor

source: Three-letter ISO 4217 code for currency unit (ex: usd)
pt: Código ISO 4217 de três letras para a unidade de moeda (ex: usd)

source: Last 4 digits of the credit card on file
pt: Últimos 4 números do cartão de crédito arquivado

source: Expiration date of the credit card on file
pt: Data de validade do cartão de crédito arquivado

source: Current state (i.e. created, done, failed, disputed)
pt: Estado atual (criado, concluído, com falhas, contestado)

source: Amount and unit in a commonly accepted readable format
pt: Quantia e unidade num formato legível comumente aceito

source: Charge identifier (i.e. matches the URL {charge} parameter)
pt: Identificador da cobrança (ou seja, corresponde ao parâmetro {charge})

source: E-mail address to which the receipt was sent.
pt: Endereço de e-mail para onde foi enviado o recibo.

source: Unique key in the table for the data series
pt: Chave única na tabela para as séries de dados

source: Filter on the Transaction accounts
pt: Filtro nas contas de Transação

source: Datapoints in the serie
pt: Pontos de dados na série

source: The scale of the number reported in the tables (ex: 1000 when numbers are reported in thousands of dollars)
pt: Escala do número informado nas tabelas (ex. 1000 quando os números são informados em milhares de dólares)

source: Title for the table
pt: Título para a tabela

source: Line item index counting from zero.
pt: Índice de itens de linha começando do zero.

source: The amount to refund cannot be higher than the amount of the line item minus the total amount already refunded on that line item.
pt: A quantia a reembolsar não pode ser superior ao valor do item menos o valor total já reembolsado sobre esse item.

source: Unique identifier shown in the URL bar
pt: Identificador único mostrado na barra de endereços

source: Timezone to use when reporting metrics
pt: Fuso horário a usar ao reportar as métricas

source: E-mail address for the organization
pt: Endereço de e-mail da organização

source: Extra meta data (can be stringify JSON)
pt: Meta dados adicionais (por ex., no formato JSON)

source: Title for the plan
pt: Título para o plano

source: Free-form text description for the plan
pt: Descrição em texto livre para o plano

source: True when customers can subscribe to the plan
pt: Verdadeiro quando os clientes podem assinar o plano

source: One-time amount to pay when the subscription starts
pt: Quantia do pagamento único a ser feito quando a assinatura começa

source: Amount billed every period
pt: Quantia cobrada a cada período

source: Natural period for the subscription
pt: Período natural da assinatura

source: Provider of the plan
pt: Fornecedor do plano

source: True if the request user is able to update the subscription. Typically a manager for the plan provider.
pt: Verdadeiro se o usuário solicitante for capaz de atualizar a assinatura. Normalmente, um gerente do fornecedor do plano.

source: Source organization from which funds are withdrawn
pt: Organização de origem de onde são sacados os fundos

source: Target organization to which funds are deposited
pt: Organização de destino onde os fundos são depositados

source: Free-form text description for the transaction
pt: Descrição em texto livre para a transação

source: Amount being transfered
pt: Quantia a ser transferida

source: True if the transaction is indentified as a debit in the API context
pt: Verdadeiro se a transação for identificada como um débito no contexto de API

source: Effectively the username. The variable is named `slug` such that front-end code can be re-used between Organization and User records.
pt: Concretamente, o nome de usuário. A variável é chamada `slug` para que esse código de front end possa ser reutilizado entre os registros da organização e do usuário.

source: E-mail address for the user
pt: Endereço de e-mail do usuário

source: Date/time of creation (in ISO format)
pt: Data/hora da criação (no formato ISO)

source: Full name for the contact (effectively first name followed by last name)
pt: Nome completo para o contato (concretamente, o primeiro nome seguido do último)

source: Subscription lines and options refer to.
pt: Assinatura a que se referem os itens e opções.

source: Line items to charge on checkout.
pt: Itens a cobrar no checkout.

source: Describes the reason for the error in plain text
pt: Descreve a razão para o erro em balanços em texto simples

source: balances with multiple currency units (%s)
pt: com múltiplas unidades de moeda (%s)

source: The latest transfers might not be shown because there was an error with the backend processor (ie. %(err)s).
pt: As transferências mais recentes podem não ser mostradas porque ocorreu um erro com o processador de backend (ou seja, com o %(err)s).

source: Free-form text description for the Transaction
pt: Descrição em texto livre para a transação

source: Invalid subscription/plan field format
pt: Formato de assinatura/plano inválido

source: Invalid subscriber
pt: Assinante inválido

source: Invalid plan
pt: Plano inválido

source: Invalid combination of subscriber and plan, or the subscription is no longer active.
pt: Combinação inválida de assinante e plano, ou a assinatura não está mais ativa.

source: Your card was declined. We are taking your security seriously. When we submit a charge to your bank, they have automated systems that determine whether or not to accept the charge. Check you entered the card number, expiration date, CVC and address correctly. If problems persist, please contact your bank.
pt: O seu cartão foi recusado. Nós levamos a sério a sua segurança. Quando enviamos uma cobrança para o seu banco, este possui sistemas automáticos que determinam se deve ou não aceitar a cobrança. Confira se o número do cartão, a data de validade, o CVC e o endereço informados estão corretos. Se o problema persistir, entre em contato com o seu banco.

source: %(organization)s is not connected to a Stripe account.
pt: %(organization)s não está conectado(a) à sua conta Stripe.

source: It seems a broker was not defined, or defined incorrectly.
pt: Parece que não foi definido um agente intermediário, ou não foi definido corretamente.

source: Remember this card
pt: Lembrar este cartão

source: Card Holder
pt: Titular do cartão

source: %(amount)s' is an invalid amount (%(err)s)
pt: %(amount)s' não é uma quantia válida (%(err)s)

source: Subscription should be of the form subscriber:plan.
pt: A assinatura deve estar no formato subscriber:plan.

source: Invalid amount
pt: Quantia inválida

source: Enable GroupBuy (<a href="/docs/#group-billing" target="_blank">what is it?</a>)
pt: Ativar GroupBuy (<a href="/docs/#group-billing" target="_blank">o queé isso?</a>)

source: ShortID
pt: ID abreviada

source: Update
pt: Atualizar

source: Create
pt: Criar

source: A plan with this title already exists.
pt: Já existe um plano com este título.

source: Redeem
pt: Resgatar

source: Registration code
pt: Código de registro

source: Withdraw
pt: Sacar

source: Amount (in $)
pt: Quantia (em $)

source: free
pt: gratuito

source: More ...
pt: Mais...

source: RoleDescription '%s' does not exist.
pt: A RoleDescription '%s' não existe.

source: The organization can fulfill the provider side of a subscription.
pt: A organização pode cumprir com a parte do fornecedor de uma organização.

source: Funds escrowed in currency unit
pt: Fundos em caução na unidade de moeda

source: Used to deposit funds to the organization bank account
pt: Usado para depositar fundos na conta bancária da organização

source: Short description of the role. Grammatical rules to pluralize the title might be used in User Interfaces.
pt: Descrição curta da função. Poderão ser usadas regras gramaticais para pluralizar o cargo nas interfaces dos usuários.

source: %(organization)s is not associated to an account on the processor and no token was passed.
pt: %(organization)s não está associado(a) a uma conta no processador, e não foipassado nenhum token.

source: Total amount in currency unit
pt: Quantia total na unidade de moeda

source: Organization charged
pt: Organização cobrada

source: Description for the Charge as appears on billing statements
pt: Descrição para a cobrança conforme aparece nos extratos de faturamento

source: Last 4 digits of the credit card used
pt: Últimos 4 dígitos do cartão de crédito usado

source: Expiration date of the credit card used
pt: Data de validade do cartão de crédito usado

source: Cannot refund %(refund_required)s while there is only %(refund_available)s available on the line item.
pt: Não é possível reembolsar %(refund_required)s quando há somente %(refund_available)s disponível para o item.

source: Transaction invoiced through this charge
pt: Transação faturada por meio desta cobrança

source: Fee transaction to process the transaction invoiced through this charge
pt: Transação da tarifa para processar a transação faturada por meio desta cobrança

source: Transaction recording the distribution from processor to provider.
pt: Transação que registra a distribuição do processador para o fornecedor.

source: %(provider)s has %(funds_available)s of funds available. %(funds_required)s are required to refund '%(descr)s'
pt: %(provider)s tem %(funds_available)s fundos disponíveis. São necessários %(funds_required)s para reembolsar '%(descr)s'

source: Unique identifier per provider, typically used in URLs
pt: Identificador único por fornecedor, tipicamente usado em URLs

source: Free-form text description for the Coupon
pt: Descrição em texto livre para o cupom

source: Percentage discounted
pt: Percentagem descontada

source: Coupon will only apply to purchased plans from this provider
pt: O cupom só será aplicável a planos adquiridos deste fornecedor

source: Coupon will only apply to this plan
pt: O cupom só será aplicável a este plano

source: Date/time at which the coupon code expires (in ISO format)
pt: Data e hora de vencimento do código de cupom (no formato ISO)

source: Number of times the coupon can be used
pt: Número de vezes que é possível usar o cupom

source: One-time charge amount in currency unit
pt: Quantia de cobrança única na unidade de moeda

source: Recurring amount per period in currency unit
pt: Quantia recorrente por período na unidade de moeda

source: Fee per transaction (in per 10000).
pt: Tarifa por transação (por 10000).

source: Natural period length of a subscription to the plan (monthly, yearly, etc.)
pt: Duração do período natural da assinatura do plano (mensal, anual, etc.)

source: Payment required to access full service
pt: Pagamento requerido para acesso ao serviço completo

source: Incremental discount for payment of multiple periods (in %%).
pt: Desconto incremental para pagamento de múltiplos períodos (em %%).

source: Number of natural periods before a subscription to the plan ends (default to 1)
pt: Número de períodos naturais antes do término da assinatura do plano (padrão 1)

source: period type %d is not defined.
pt: o tipo de período %d não está definido.

source: User who added the item to the cart (``None`` means the item could be claimed)
pt: Usuário que adicionou o item ao carrinho (``None`` significa que o item pôde ser reivindicado)

source: Item added to the cart (if plan)
pt: Item adicionado ao carrinho (se for um plano)

source: Item added to the cart (if use charge)
pt: Item adicionado ao carrinho (se for uma cobrança do usuário)

source: Coupon to apply to the order
pt: Cupom a aplicar ao pedido

source: Whever the item has been checked out or not
pt: Se foi ou não feito o checkout do item

source: Number of periods to be paid in advance
pt: Número de períodos a serem pagos antecipadamente

source: First name of the person that will benefit from the subscription (GroupBuy)
pt: Primeiro nome da pessoa que se beneficiará da assinatura (GroupBuy)

source: Last name of the person that will benefit from the subscription (GroupBuy)
pt: Último nome da pessoa que se beneficiará da assinatura (GroupBuy)

source: The subscription is set to auto-renew at the end of the period
pt: A assinatura está definida para renovar automaticamente ao final do período

source: Date/time when the subscription period currently ends (in ISO format)
pt: Data e hora do vencimento atual do período de assinatura (no formato ISO)

source: Free-form text description for the subscription
pt: Descrição em texto livre da assinatura

source: Organization subscribed to the plan
pt: Organização que assinou o plano

source: Plan the organization is subscribed to
pt: Plano que a organização assinou

source: Source account from which funds are withdrawn
pt: Conta de origem de onde são sacados os fundos

source: Amount withdrawn from source in orig_unit
pt: Quantia sacada da origem em orig_unit

source: Three-letter ISO 4217 code for source currency unit (ex: usd)
pt: Código ISO 4217 de três letras para a unidade de moeda de origem (ex: usd)

source: Target account to which funds are deposited
pt: Conta de destino na qual são depositados os fundos

source: Amount deposited into target in dest_unit
pt: Quantia depositada no destino em dest_unit

source: Three-letter ISO 4217 code for target currency unit (ex: usd)
pt: Código ISO 4217 de três letras para a unidade de moeda de destino (ex: usd)

source: Event at the origin of this transaction (ex. subscription, charge, etc.)
pt: Evento na origem desta transação (ex. assinatura, cobrança, etc.)

source: Title for the row
pt: Título da linha

source: Absolute position of the row in the list of rows for the table
pt: Posição absoluta da linha na lista de linhas da tabela

source: per ?
pt: por ?

source: per hour
pt: por hora

source: per day
pt: por dia

source: per week
pt: por semana

source: per month
pt: por mês

source: per year
pt: por ano

source: No organizations are accessible by user.
pt: Nenhuma organização é acessível pelo usuário.

source: The payment processor is currently unreachable. Sorry for the inconvienience.
pt: O processador de pagamentos está atualmente indisponível. Pedimos desculpas pelo inconveniente.

source: Connection to your deposit account was successfully updated.
pt: A conexão à sua conta de depósito for atualizada com êxito.

source: Missing processor token.
pt: O token do processador está ausente.

source: An error occured while saving your deposit account settings.
pt: Ocorreu um erro ao salvar suas configurações da conta de depósito.

source: There are no items invoicable at this point. Please select an item before checking out.
pt: Não há itens faturáveis neste momento. Escolha um item antes de fazer checkout.

source: A receipt will be sent to %(email)s once the charge has been processed. Thank you.
pt: Será enviado um recibo para %(email)s depois da cobrança ser processada. Obrigado.

source: Your credit card on file was sucessfully updated
pt: O seu cartão de crédito arquivado foi atualizado com êxito

source: Subscribe
pt: Assinar

source: Your Cart is empty. Please add some items to your cart before you check out.
pt: O seu carrinho está vazio. Adicione alguns itens antes de fazer o checkout.
